export const TAGS = [
  'Work',
  'Personal',
  'Meeting',
  'Shopping',
  'Ideas',
  'Travel',
  'Finance',
  'Health',
  'Important',
  'Todo',
];

// Використовуючи текстовий індекс MongoDB додайте можливість фільтрування колекції
// нотаток до маршруту GET /notes за тегом та текстом через параметри рядка запиту:

// tag - один із можливих тегів нотатки. Список всіх можливих тегів буде надано далі.
// search - будь-який текст для пошуку у нотатках по властивостях title та content.

// Приклад GET запиту буде виглядати наступним чином:

// http://localhost:3030/notes?tag=Todo&search=hello

// У разі вдалої обробки запиту відповідь сервера має бути зі статусом 200 та містити об’єкт
// із властивістю notes - масив нотаток:
